Repository: shirasufeld/Luma
Catalog: Luma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Accent Color
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accentuation
ja: アクセントカラー
ko: 강조 색상
zh_hans: 强调色
zh_hant: 強調色

source: Accurate
de: Präzise
es: Precisa
fr: Précis
ja: 高精度
ko: 정확
zh_hans: 准确
zh_hant: 精準

source: Accurate: translates finalized sentences with the high-fidelity model (Apple Intelligence when available). Best quality, more latency.
de: Präzise: übersetzt finalisierte Sätze mit dem High-Fidelity-Modell (Apple Intelligence, falls verfügbar). Beste Qualität, mehr Latenz.
es: Precisa: traduce las frases finalizadas con el modelo de alta fidelidad (Apple Intelligence cuando esté disponible). La mejor calidad, con más latencia.
fr: Précis : traduit les phrases finalisées avec le modèle haute fidélité (Apple Intelligence si disponible). Meilleure qualité, latence accrue.
ja: 高精度:確定した文を高品質モデル(利用可能な場合は Apple Intelligence)で翻訳します。品質は最高ですが、遅延が増えます。
ko: 정확: 확정된 문장을 고품질 모델(가능한 경우 Apple Intelligence)로 번역합니다. 품질이 가장 좋지만 지연이 큽니다.
zh_hans: 「准确」：定稿后使用高保真模型（可用时为 Apple Intelligence）翻译。质量最佳，延迟较高。
zh_hant: 精準:使用高保真模型(可用時採用 Apple Intelligence)翻譯已定稿句子。品質最佳,延遲較高。

source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
ja: アプリの言語
ko: 앱 언어
zh_hans: 应用语言
zh_hant: 應用語言

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
zh_hans: 外观
zh_hant: 外觀

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
ja: 背景
ko: 배경
zh_hans: 背景
zh_hant: 背景

source: Balanced
de: Ausgewogen
es: Equilibrada
fr: Équilibré
ja: バランス
ko: 균형
zh_hans: 均衡
zh_hant: 均衡

source: Balanced: translates each finalized sentence with the low-latency translation model.
de: Ausgewogen: übersetzt jeden finalisierten Satz mit dem latenzarmen Modell.
es: Equilibrada: traduce cada frase finalizada con el modelo de baja latencia.
fr: Équilibré : traduit chaque phrase finalisée avec le modèle à faible latence.
ja: バランス:確定した文を低遅延の翻訳モデルで翻訳します。
ko: 균형: 확정된 문장을 저지연 번역 모델로 번역합니다.
zh_hans: 「均衡」：每句定稿后立即用低延迟翻译模型翻译。
zh_hant: 均衡:使用低延遲翻譯模型翻譯每個已定稿句子。

source: Captions
de: Untertitel
es: Subtítulos
fr: Sous-titres
ja: 字幕
ko: 자막
zh_hans: 字幕
zh_hant: 字幕

source: Captions paused
de: Untertitel pausiert
es: Subtítulos en pausa
fr: Sous-titres en pause
ja: 字幕は一時停止中
ko: 자막 일시 정지됨
zh_hans: 字幕已暂停
zh_hant: 字幕已暫停

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
zh_hans: 清空
zh_hant: 清除

source: Denied
de: Verweigert
es: Denegado
fr: Refusé
ja: 拒否
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断
ko: 진단
zh_hans: 诊断
zh_hant: 診斷

source: Done
de: Fertig
es: Listo
fr: OK
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Download required
de: Download erforderlich
es: Requiere descarga
fr: Téléchargement requis
ja: ダウンロードが必要
ko: 다운로드 필요
zh_hans: 需要下载
zh_hant: 需要下載

source: Download Translation Models…
de: Übersetzungsmodelle laden…
es: Descargar modelos de traducción…
fr: Télécharger les modèles de traduction…
ja: 翻訳モデルをダウンロード…
ko: 번역 모델 다운로드…
zh_hans: 下载翻译模型…
zh_hant: 下載翻譯模型…

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出す
ko: 내보내기
zh_hans: 导出
zh_hant: 匯出

source: Export Failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
ja: 書き出しに失敗しました
ko: 내보내기 실패
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Fast
de: Schnell
es: Rápida
fr: Rapide
ja: 高速
ko: 빠름
zh_hans: 快速
zh_hant: 快速

source: Fast: re-translates the in-progress line as it updates, using the low-latency translation model. Most responsive; higher resource use.
de: Schnell: übersetzt die laufende Zeile bei jeder Änderung neu, mit dem latenzarmen Modell. Am reaktionsschnellsten; höherer Ressourcenbedarf.
es: Rápida: retraduce la línea en curso a medida que cambia, con el modelo de baja latencia. La más ágil; mayor uso de recursos.
fr: Rapide : retraduit la ligne en cours à mesure qu'elle change, avec le modèle à faible latence. Le plus réactif ; consommation accrue.
ja: 高速:入力中の行が更新されるたびに低遅延モデルで再翻訳します。最も反応が速い分、リソース消費が増えます。
ko: 빠름: 진행 중인 줄이 갱신될 때마다 저지연 모델로 다시 번역합니다. 가장 빠르지만 리소스를 더 사용합니다.
zh_hans: 「快速」：随未定稿文本变化即时刷新译文，使用低延迟翻译模型。响应最快，资源占用较高。
zh_hant: 快速:臨時字幕每次更新即以低延遲模型重譯。回應最快,資源消耗較高。

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Granted
de: Erteilt
es: Concedido
fr: Accordé
ja: 許可済み
ko: 허용됨
zh_hans: 已授权
zh_hant: 已授權

source: Idle
de: Bereit
es: Inactivo
fr: Inactif
ja: 待機
ko: 대기
zh_hans: 空闲
zh_hant: 閒置

source: Input
de: Eingang
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
zh_hans: 输入
zh_hant: 輸入

source: Input source
de: Eingangsquelle
es: Fuente de entrada
fr: Source d'entrée
ja: 入力ソース
ko: 입력 소스
zh_hans: 输入源
zh_hant: 輸入來源

source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
zh_hans: 已安装
zh_hant: 已安裝

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Listening…
de: Höre zu…
es: Escuchando…
fr: Écoute…
ja: 聞き取り中…
ko: 듣는 중…
zh_hans: 聆听中…
zh_hant: 正在聆聽…

source: Locale %@ is not supported.
de: Das Gebietsschema %@ wird nicht unterstützt.
es: La configuración regional %@ no es compatible.
fr: La langue %@ n'est pas prise en charge.
ja: ロケール %@ はサポートされていません。
ko: 로캘 %@은(는) 지원되지 않습니다.
zh_hans: 不支持语言区域 %@。
zh_hant: 不支援語言環境 %@。

source: Locale unsupported
de: Gebietsschema nicht unterstützt
es: Configuración regional no compatible
fr: Langue non prise en charge
ja: ロケール未対応
ko: 로캘 미지원
zh_hans: 不支持该语言
zh_hant: 語言環境不受支援

source: Microphone
de: Mikrofon
es: Micrófono
fr: Micro
ja: マイク
ko: 마이크
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone access is denied. Enable it in System Settings > Privacy & Security.
de: Der Mikrofonzugriff wurde verweigert. Aktiviere ihn unter Systemeinstellungen > Datenschutz & Sicherheit.
es: El acceso al micrófono está denegado. Actívalo en Ajustes del Sistema > Privacidad y seguridad.
fr: L'accès au micro est refusé. Activez-le dans Réglages Système > Confidentialité et sécurité.
ja: マイクへのアクセスが拒否されています。「システム設定 > プライバシーとセキュリティ」で許可してください。
ko: 마이크 접근이 거부되었습니다. '시스템 설정 > 개인정보 보호 및 보안'에서 허용하세요.
zh_hans: 麦克风访问被拒绝。请在「系统设置 > 隐私与安全性」中启用。
zh_hant: 麥克風存取被拒。請在「系統設定 > 隱私權與安全性」中啟用。

source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
zh_hans: 模式
zh_hant: 模式

source: Model: —
de: Modell: —
es: Modelo: —
fr: Modèle : —
ja: モデル:—
ko: 모델: —
zh_hans: 模型：—
zh_hant: 模型:—

source: Model: checking
de: Modell: Prüfung
es: Modelo: comprobando
fr: Modèle : vérification
ja: モデル:確認中
ko: 모델: 확인 중
zh_hans: 模型：检查中
zh_hant: 模型:檢查中

source: Model: downloading
de: Modell: Laden
es: Modelo: descargando
fr: Modèle : téléchargement
ja: モデル:ダウンロード中
ko: 모델: 다운로드 중
zh_hans: 模型：下载中
zh_hant: 模型:下載中

source: Model: downloading %lld%%
de: Modell: Laden %lld%%
es: Modelo: descargando %lld%%
fr: Modèle : téléchargement %lld%%
ja: モデル:ダウンロード中 %lld%%
ko: 모델: 다운로드 중 %lld%%
zh_hans: 模型：下载中 %lld%%
zh_hant: 模型:下載中 %lld%%

source: Model: failed
de: Modell: Fehler
es: Modelo: error
fr: Modèle : échec
ja: モデル:失敗
ko: 모델: 실패
zh_hans: 模型：失败
zh_hant: 模型:失敗

source: Model: ready
de: Modell: bereit
es: Modelo: listo
fr: Modèle : prêt
ja: モデル:準備完了
ko: 모델: 준비됨
zh_hans: 模型：就绪
zh_hant: 模型:就緒

source: Models
de: Modelle
es: Modelos
fr: Modèles
ja: モデル
ko: 모델
zh_hans: 模型
zh_hant: 模型

source: No compatible audio format for the transcriber.
de: Kein kompatibles Audioformat für die Transkription.
es: No hay un formato de audio compatible con el transcriptor.
fr: Aucun format audio compatible avec le transcripteur.
ja: 文字起こしに対応するオーディオ形式がありません。
ko: 전사기와 호환되는 오디오 형식이 없습니다.
zh_hans: 没有与转写器兼容的音频格式。
zh_hant: 沒有與轉錄器相容的音訊格式。

source: No transcription model for %@.
de: Kein Transkriptionsmodell für %@.
es: No hay modelo de transcripción para %@.
fr: Aucun modèle de transcription pour %@.
ja: %@ の文字起こしモデルがありません。
ko: %@에 대한 전사 모델이 없습니다.
zh_hans: 没有适用于 %@ 的转写模型。
zh_hant: %@ 沒有可用的轉錄模型。

source: Not determined
de: Nicht festgelegt
es: Sin determinar
fr: Non déterminé
ja: 未確認
ko: 미정
zh_hans: 未确定
zh_hant: 未確定

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 打開設定

source: Pair unsupported
de: Sprachpaar nicht unterstützt
es: Par de idiomas no compatible
fr: Paire de langues non prise en charge
ja: この言語ペアは未対応
ko: 지원되지 않는 언어 쌍
zh_hans: 不支持该语言对
zh_hant: 語言對不受支援

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
ko: 일시 정지됨
zh_hans: 已暂停
zh_hant: 已暫停

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
zh_hans: 权限
zh_hant: 權限

source: Plain Text…
de: Reiner Text…
es: Texto sin formato…
fr: Texte brut…
ja: テキスト…
ko: 일반 텍스트…
zh_hans: 纯文本…
zh_hant: 純文字…

source: Preparing
de: Vorbereitung
es: Preparando
fr: Préparation
ja: 準備中
ko: 준비 중
zh_hans: 准备中
zh_hant: 準備中

source: Preparing…
de: Vorbereitung…
es: Preparando…
fr: Préparation…
ja: 準備中…
ko: 준비 중…
zh_hans: 准备中…
zh_hant: 準備中…

source: Reduce Transparency is on; the overlay uses a solid background.
de: „Transparenz reduzieren“ ist aktiviert; das Overlay verwendet einen deckenden Hintergrund.
es: Reducir transparencia está activado; la superposición usa un fondo sólido.
fr: « Réduire la transparence » est activé ; la superposition utilise un fond opaque.
ja: 「透明度を下げる」がオンのため、オーバーレイは不透明な背景を使用します。
ko: '투명도 줄이기'가 켜져 있어 오버레이는 단색 배경을 사용합니다.
zh_hans: 已开启「降低透明度」；悬浮字幕将使用实色背景。
zh_hant: 已開啟「降低透明度」;懸浮字幕使用純色背景。

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
zh_hans: 继续
zh_hant: 繼續

source: Sample transcript line
de: Beispielzeile der Transkription
es: Línea de ejemplo de transcripción
fr: Exemple de ligne de transcription
ja: 文字起こしのサンプル行
ko: 전사 샘플 줄
zh_hans: 字幕示例文本
zh_hant: 轉錄示例文字

source: Sample translated line
de: Beispielzeile der Übersetzung
es: Línea de ejemplo de traducción
fr: Exemple de ligne traduite
ja: 翻訳のサンプル行
ko: 번역 샘플 줄
zh_hans: 译文示例文本
zh_hant: 翻譯示例文字

source: Session
de: Sitzung
es: Sesión
ja: セッション
ko: 세션
zh_hans: 会话
zh_hant: 會話

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Show or hide captions in a Picture in Picture window
de: Untertitel im Bild-in-Bild-Fenster ein- oder ausblenden
es: Mostrar u ocultar los subtítulos en una ventana PiP
fr: Afficher ou masquer les sous-titres dans une fenêtre PiP
ja: ピクチャ・イン・ピクチャの字幕ウインドウを表示/非表示
ko: PIP 창의 자막 표시 또는 가리기
zh_hans: 显示或隐藏画中画字幕窗口
zh_hant: 顯示或隱藏畫中畫字幕視窗

source: Show or hide the floating caption window
de: Schwebendes Untertitelfenster ein- oder ausblenden
es: Mostrar u ocultar la ventana flotante de subtítulos
fr: Afficher ou masquer la fenêtre flottante de sous-titres
ja: フローティング字幕ウインドウを表示/非表示
ko: 플로팅 자막 창 표시 또는 가리기
zh_hans: 显示或隐藏悬浮字幕窗口
zh_hant: 顯示或隱藏懸浮字幕視窗

source: Show original
de: Original anzeigen
es: Mostrar original
fr: Afficher l'original
ja: 原文を表示
ko: 원문 표시
zh_hans: 显示原文
zh_hant: 顯示原文

source: Show translation
de: Übersetzung anzeigen
es: Mostrar traducción
fr: Afficher la traduction
ja: 訳文を表示
ko: 번역 표시
zh_hans: 显示译文
zh_hant: 顯示譯文

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
zh_hans: 大小
zh_hant: 大小

source: Solid
de: Deckend
es: Sólido
fr: Opaque
ja: 単色
ko: 단색
zh_hans: 实色
zh_hant: 純色

source: Speech-to-text is not available on this device.
de: Sprache-zu-Text ist auf diesem Gerät nicht verfügbar.
es: La transcripción de voz no está disponible en este dispositivo.
fr: La reconnaissance vocale n'est pas disponible sur cet appareil.
ja: このデバイスでは音声認識を利用できません。
ko: 이 기기에서는 음성 인식을 사용할 수 없습니다.
zh_hans: 此设备不支持语音转文字。
zh_hant: 此裝置無法使用語音轉文字。

source: SRT Subtitles…
de: SRT-Untertitel…
es: Subtítulos SRT…
fr: Sous-titres SRT…
ja: SRT 字幕…
ko: SRT 자막…
zh_hans: SRT 字幕…
zh_hant: SRT 字幕…

source: Start
de: Starten
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
zh_hans: 开始
zh_hant: 開始

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
zh_hans: 停止
zh_hant: 停止

source: Stop the session to change languages or input.
de: Beende die Sitzung, um Sprache oder Eingang zu ändern.
es: Detén la sesión para cambiar los idiomas o la entrada.
fr: Arrêtez la session pour changer de langue ou d'entrée.
ja: 言語や入力を変更するにはセッションを停止してください。
ko: 언어나 입력을 변경하려면 세션을 중지하세요.
zh_hans: 停止会话后才能更改语言或输入源。
zh_hant: 停止會話後才能更改語言或輸入來源。

source: Stopping
de: Wird gestoppt
es: Deteniendo
fr: Arrêt…
ja: 停止中
ko: 중지 중
zh_hans: 停止中
zh_hant: 停止中

source: Surface
de: Oberfläche
es: Superficie
ja: サーフェス
ko: 표면
zh_hans: 背景表面
zh_hant: 表面

source: System Audio Capture
de: Systemaudio-Aufnahme
es: Captura de audio del sistema
fr: Capture de l'audio du système
ja: システムオーディオキャプチャ
ko: 시스템 오디오 캡처
zh_hans: 系统音频捕获
zh_hant: 系統音訊擷取

source: System-audio captions need the App Group shared container, which requires running on a device with an Apple Developer Program profile.
de: Untertitel für Systemaudio benötigen den geteilten App-Group-Container und damit ein Gerät mit einem Apple-Developer-Program-Profil.
es: Los subtítulos de audio del sistema requieren el contenedor compartido de App Group, disponible solo en un dispositivo con un perfil del Apple Developer Program.
fr: Les sous-titres de l'audio système nécessitent le conteneur partagé App Group, disponible uniquement sur un appareil avec un profil Apple Developer Program.
ja: システムオーディオの字幕には App Group 共有コンテナが必要で、Apple Developer Program のプロファイルを持つデバイスで実行する必要があります。
ko: 시스템 오디오 자막에는 App Group 공유 컨테이너가 필요하며 Apple Developer Program 프로파일이 있는 기기에서 실행해야 합니다.
zh_hans: 系统音频字幕需要 App Group 共享容器，须在具有 Apple Developer Program 描述文件的真机上运行。
zh_hant: 系統音訊字幕需要 App Group 共享容器,必須在具有 Apple Developer Program 描述檔的裝置上執行。

source: Takes effect on the next start.
de: Wird beim nächsten Start wirksam.
es: Se aplica en el próximo inicio.
fr: Prend effet au prochain démarrage.
ja: 次回の開始時に反映されます。
ko: 다음 시작 시 적용됩니다.
zh_hans: 下次开始转写时生效。
zh_hant: 下次開始時生效。

source: Transcribe
de: Transkribieren
es: Transcribir
fr: Transcrire
ja: 文字起こし
ko: 전사
zh_hans: 转写语言
zh_hant: 轉錄

source: Transcript Text
de: Transkriptionstext
es: Texto de transcripción
fr: Texte de transcription
ja: 文字起こしテキスト
ko: 전사 텍스트
zh_hans: 字幕文本
zh_hant: 轉錄文字

source: Transcription (%@)
de: Transkription (%@)
es: Transcripción (%@)
ja: 文字起こし(%@)
ko: 전사(%@)
zh_hans: 转写（%@）
zh_hant: 轉錄(%@)

source: Transcription does not support %@.
de: Die Transkription unterstützt %@ nicht.
es: La transcripción no es compatible con %@.
fr: La transcription ne prend pas en charge %@.
ja: 文字起こしは %@ に対応していません。
ko: 전사가 %@을(를) 지원하지 않습니다.
zh_hans: 转写不支持 %@。
zh_hant: 轉錄不支援 %@。

source: Transcription model assets could not be installed.
de: Die Transkriptionsmodell-Ressourcen konnten nicht installiert werden.
es: No se pudieron instalar los recursos del modelo de transcripción.
fr: Impossible d'installer les ressources du modèle de transcription.
ja: 文字起こしモデルをインストールできませんでした。
ko: 전사 모델 자산을 설치할 수 없습니다.
zh_hans: 无法安装转写模型资源。
zh_hant: 無法安裝轉錄模型資源。

source: Translate to
de: Übersetzen in
es: Traducir a
fr: Traduire en
ja: 翻訳先
ko: 번역 대상
zh_hans: 翻译为
zh_hant: 翻譯為

source: Translating…
de: Übersetzen…
es: Traduciendo…
fr: Traduction…
ja: 翻訳中…
ko: 번역 중…
zh_hans: 翻译中…
zh_hant: 翻譯中…

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
ja: 翻訳
ko: 번역
zh_hans: 翻译
zh_hant: 翻譯

source: Translation (%@ → %@)
de: Übersetzung (%1$@ → %2$@)
es: Traducción (%1$@ → %2$@)
fr: Traduction (%1$@ → %2$@)
ja: 翻訳(%1$@ → %2$@)
ko: 번역(%1$@ → %2$@)
zh_hans: 翻译（%1$@ → %2$@）
zh_hant: 翻譯(%1$@ → %2$@)

source: Translation failed: %@
de: Übersetzung fehlgeschlagen: %@
es: Error de traducción: %@
fr: Échec de la traduction : %@
ja: 翻訳に失敗:%@
ko: 번역 실패: %@
zh_hans: 翻译失败：%@
zh_hant: 翻譯失敗:%@

source: Translation highlight
de: Hervorhebung der Übersetzung
es: Resaltado de traducción
fr: Surlignage de la traduction
ja: 訳文のハイライト
ko: 번역 강조
zh_hans: 译文高亮
zh_hant: 譯文強調色

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용 불가
zh_hans: 不可用
zh_hant: 不可用

source: Unknown model asset state.
de: Unbekannter Zustand der Modell-Ressourcen.
es: Estado desconocido de los recursos del modelo.
fr: État des ressources du modèle inconnu.
ja: モデルアセットの状態が不明です。
ko: 알 수 없는 모델 자산 상태입니다.
zh_hans: 未知的模型资源状态。
zh_hant: 未知的模型資源狀態。

source: Use System Accent
de: System-Akzentfarbe verwenden
es: Usar acento del sistema
fr: Utiliser l'accentuation du système
ja: システムのアクセントカラーを使用
ko: 시스템 강조 색상 사용
zh_hans: 使用系统强调色
zh_hant: 使用系統強調色

source: Open Privacy Settings…
de: Datenschutzeinstellungen öffnen…
es: Abrir ajustes de privacidad…
fr: Ouvrir les réglages de confidentialité…
ja: プライバシー設定を開く…
ko: 개인정보 보호 설정 열기…
zh_hans: 打开隐私设置…
zh_hant: 打開隱私權設定…

source: No Captions Yet
de: Noch keine Untertitel
es: Aún no hay subtítulos
fr: Pas encore de sous-titres
ja: まだ字幕はありません
ko: 아직 자막이 없습니다
zh_hans: 还没有字幕
zh_hant: 還沒有字幕

source: Press Start to begin live captions.
de: Tippe auf „Starten“, um Live-Untertitel zu beginnen.
es: Pulsa Iniciar para comenzar los subtítulos en vivo.
fr: Appuyez sur Démarrer pour lancer les sous-titres en direct.
ja: 「開始」を押すとライブ字幕が始まります。
ko: '시작'을 누르면 실시간 자막이 시작됩니다.
zh_hans: 按下「开始」即可开始实时字幕。
zh_hant: 按下「開始」即可開始即時字幕。

source: Audio level
de: Audiopegel
es: Nivel de audio
fr: Niveau audio
ja: オーディオレベル
ko: 오디오 레벨
zh_hans: 音频电平
zh_hant: 音訊電平

source: Not yet attempted — starts on first use
de: Noch nicht versucht — startet bei erster Nutzung
es: Aún no intentado: se inicia en el primer uso
fr: Pas encore tenté — démarre à la première utilisation
ja: 未実行——初回使用時に開始します
ko: 아직 시도되지 않음 — 처음 사용할 때 시작됩니다
zh_hans: 尚未尝试——首次使用时启动
zh_hant: 尚未嘗試——首次使用時啟動

source: Working
de: Funktioniert
es: Funciona
fr: Fonctionne
ja: 正常
ko: 정상
zh_hans: 正常
zh_hant: 正常

source: Last capture failed
de: Letzte Aufnahme fehlgeschlagen
es: La última captura falló
fr: Échec de la dernière capture
ja: 前回のキャプチャに失敗
ko: 마지막 캡처 실패
zh_hans: 上次捕获失败
zh_hant: 上次擷取失敗

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 実行中
ko: 진행 중
zh_hans: 进行中
zh_hant: 進行中

source: Not running
de: Nicht aktiv
es: No activo
fr: Inactif
ja: 未実行
ko: 실행 안 됨
zh_hans: 未运行
zh_hant: 未執行

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로 고침
zh_hans: 刷新
zh_hant: 重新整理

source: Translation Mode
de: Übersetzungsmodus
es: Modo de traducción
fr: Mode de traduction
ja: 翻訳モード
ko: 번역 모드
zh_hans: 翻译模式
zh_hant: 翻譯模式

source: None (transcription only)
de: Keine (nur Transkription)
es: Ninguno (solo transcripción)
fr: Aucune (transcription seule)
ja: なし(文字起こしのみ)
ko: 없음(전사만)
zh_hans: 无（仅转录）
zh_hant: 無(僅轉錄)

source: %@ (transcribe only)
de: %@ (nur Transkription)
es: %@ (solo transcripción)
fr: %@ (transcription seule)
ja: %@(文字起こしのみ)
ko: %@(전사만)
zh_hans: %@（仅转录）
zh_hant: %@(僅轉錄)

source: Off
de: Aus
es: Desactivada
fr: Désactivée
ja: オフ
ko: 끔
zh_hans: 已关闭
zh_hant: 已關閉

source: Capturing system audio
de: Systemaudio wird aufgenommen
es: Capturando audio del sistema
fr: Capture de l'audio du système en cours
ja: システムオーディオをキャプチャ中
ko: 시스템 오디오 캡처 중
zh_hans: 正在采集系统音频
zh_hant: 正在擷取系統音訊

source: Waiting for the screen broadcast — tap the record button
de: Warten auf die Bildschirmübertragung — tippe auf die Aufnahmetaste
es: Esperando la retransmisión de pantalla: toca el botón de grabación
fr: En attente de la diffusion de l'écran — touchez le bouton d'enregistrement
ja: 画面ブロードキャストを待機中——録画ボタンをタップ
ko: 화면 방송 대기 중 — 녹화 버튼을 탭하세요
zh_hans: 等待屏幕录制开始——点按录制按钮
zh_hant: 等待螢幕錄製開始——點按錄製按鈕

source: The record button starts a screen broadcast that captures audio only
de: Die Aufnahmetaste startet eine Bildschirmübertragung, die nur Audio aufnimmt
es: El botón de grabación inicia una retransmisión de pantalla que solo captura audio
fr: Le bouton d'enregistrement lance une diffusion d'écran qui ne capture que l'audio
ja: 録画ボタンは音声のみをキャプチャする画面ブロードキャストを開始します(画面は録画されません)
ko: 녹화 버튼은 오디오만 캡처하는 화면 방송을 시작합니다(화면은 녹화되지 않음)
zh_hans: 录制按钮通过屏幕录制采集系统声音，不会录制画面
zh_hant: 錄製按鈕透過螢幕錄製擷取系統聲音,不會錄製畫面

source: To caption another app's audio: 1. Press Start. 2. Tap the record button and start the screen broadcast with Luma Captions. 3. Switch to the app you want to caption. Only audio is captured — the screen is never recorded.
de: So untertitelst du den Ton einer anderen App: 1. Tippe auf „Starten“. 2. Tippe auf die Aufnahmetaste und starte die Bildschirmübertragung mit Luma Captions. 3. Wechsle zur App, die untertitelt werden soll. Es wird nur Audio aufgenommen — der Bildschirm wird nie aufgezeichnet.
es: Para subtitular el audio de otra app: 1. Pulsa Iniciar. 2. Toca el botón de grabación e inicia la retransmisión de pantalla con Luma Captions. 3. Cambia a la app que quieras subtitular. Solo se captura el audio; la pantalla nunca se graba.
fr: Pour sous-titrer l'audio d'une autre app : 1. Appuyez sur Démarrer. 2. Touchez le bouton d'enregistrement et lancez la diffusion d'écran avec Luma Captions. 3. Passez à l'app à sous-titrer. Seul l'audio est capturé ; l'écran n'est jamais enregistré.
ja: 他のアプリの音声に字幕を付けるには: 1. 「開始」を押します。 2. 録画ボタンをタップし、Luma Captions を選んで画面ブロードキャストを開始します。 3. 字幕を付けたいアプリに切り替えます。 音声のみをキャプチャし、画面は録画されません。
ko: 다른 앱의 오디오에 자막을 넣으려면: 1. '시작'을 누르세요. 2. 녹화 버튼을 탭하고 Luma Captions를 선택해 화면 방송을 시작하세요. 3. 자막을 넣을 앱으로 전환하세요. 오디오만 캡처하며 화면은 녹화되지 않습니다.
zh_hans: 要为其他 App 的音频生成字幕： 1. 按下「开始」。 2. 点按录制按钮，选择 Luma Captions 并开始屏幕录制。 3. 切换到要生成字幕的 App。 仅采集声音，不会录制画面。
zh_hant: 要為其他 App 的音訊產生字幕: 1. 按下「開始」。 2. 點按錄製按鈕,選擇 Luma Captions 並開始螢幕錄製。 3. 切換到要產生字幕的 App。 僅擷取聲音,不會錄製畫面。

source: Start Screen Broadcast (audio only)
de: Bildschirmübertragung starten (nur Audio)
es: Iniciar retransmisión de pantalla (solo audio)
fr: Démarrer la diffusion d'écran (audio uniquement)
ja: 画面ブロードキャストを開始(音声のみ)
ko: 화면 방송 시작(오디오만)
zh_hans: 开始屏幕录制（仅采集声音）
zh_hant: 開始螢幕錄製(僅擷取聲音)

source: Opens the system screen-recording picker.
de: Öffnet die Bildschirmaufnahme-Auswahl des Systems.
es: Abre el selector de grabación de pantalla del sistema.
fr: Ouvre le sélecteur d'enregistrement d'écran du système.
ja: システムの画面収録ピッカーを開きます。
ko: 시스템 화면 기록 선택기를 엽니다.
zh_hans: 打开系统屏幕录制选择器。
zh_hant: 打開系統螢幕錄製選擇器。

source: Screen Broadcast
de: Bildschirmübertragung
es: Retransmisión de pantalla
fr: Diffusion de l'écran
ja: 画面ブロードキャスト
ko: 화면 방송
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisée
ja: カスタム
ko: 사용자화
zh_hans: 自定义
zh_hant: 自訂

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Live
es: En vivo
fr: En direct
ja: ライブ
ko: 실시간
zh_hans: 实时
zh_hant: 即時

source: Overlay
es: Superposición
fr: Superposition
ja: オーバーレイ
ko: 오버레이
zh_hans: 悬浮字幕
zh_hant: 懸浮字幕

source: Pause
es: Pausar
ja: 一時停止
ko: 일시 정지
zh_hans: 暂停
zh_hant: 暫停

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: System Audio
es: Audio del sistema
fr: Audio du système
ja: システムオーディオ
ko: 시스템 오디오
zh_hans: 系统音频
zh_hant: 系統音訊

source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

source: Material
fr: Matériau
ja: マテリアル
ko: 머티리얼
zh_hans: 材质
zh_hant: 材質

source: Audio
ja: オーディオ
ko: 오디오
zh_hans: 音频
zh_hant: 音訊

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: %lld pt
zh_hans: %lld 磅

source: Liquid Glass
zh_hans: 液态玻璃
